Repository: runcmf/runbb-ext-pms
Catalog: src/lang/*/private-messages.po
Languages: russian

source: Folders
russian: Папки

source: PMS
russian: Личные сообщения

source: New
russian: Непрочитанные

source: Inbox
russian: Входящие

source: Archived
russian: Архив

source: Storage
russian: Хранилище

source: Options
russian: Опции

source: Wrong folder owner
russian: You don't own this inbox

source: Send
russian: Новое сообщение

source: Send success
russian: Ваше сообщение отправлено пользователю: %s !

source: Reply
russian: Ответ на сообщение

source: Reply success
russian: Вы успешно ответили пользователю: %s !

source: No conv selected
russian: Выберите хотябы одно сообщение

source: Conversations deleted
russian: Сообщение удалено

source: Conversations moved
russian: Сообщение перемещено

source: Error move
russian: Ошибка перемещения

source: Unread messages
russian: У Вас есть непрочитанные сообщения

source: Confirm delete
russian: Вы уверены, что хотите удалить сообщение? Сообщение будет не возможно восстановить.

source: My conversations
russian: Мои сообщения

source: Move conversations
russian: Переместить сообщения

source: Select move destination
russian: Выберете папку куда переместить сообщение.

source: Empty inbox
russian: В этой папке нет сообщений.

source: Blocked Users
russian: Блокированные

source: Add block
russian: Заблокировать

source: Add block legend
russian: Заблокировать

source: No block self
russian: Вы не можете заблокировать самого себя!

source: No user name message
russian: Пользователь %s не найден.

source: User is admin message
russian: Пользователь %s администратор и не может быть заблокирован.

source: User is mod message
russian: Пользователь %s модератор и не может быть заблокирован.

source: Already blocked
russian: Вы уже заблокировали %s.

source: Block added
russian: Блокировка добавлена.

source: Block removed
russian: Блокировка удалена.

source: Block errors
russian: Ошибка блокировки.

source: Block error info
russian: Перед отправкой сообщения следующие ошибки должны быть исправлены:

source: My Folders
russian: Мои папки

source: Add folder
russian: Добавить папку

source: Folder name
russian: Название папки

source: No folder name
russian: Введите корректное название папки

source: Folder too short
russian: Название папки должно быть минимум 4 символа

source: Folder too long
russian: Название папки может быть длиной до 30 символов

source: No folder after censoring
russian: Название содержить запрещенные слова

source: Folder limit
russian: You cannot create other folders

source: Folder added
russian: Папка добавлена

source: Conv review
russian: Просмотр сообщений (новые первые)

source: Mark read
russian: Отметить прочитанными

source: Mark unread
russian: Отметить непрочитанными

source: Select action
russian: Выберите действие

source: Actions
russian: Действия
